{
  "\t": 159,
  "\n": 16,
  "\f": 72,
  "\r": 15,
  " ": 0,
  "!": 86,
  "\"": 63,
  "#": 112,
  "$": 124,
  "%": 109,
  "&": 102,
  "'": 54,
  "(": 52,
  ")": 53,
  "*": 110,
  "+": 98,
  ",": 20,
  "-": 28,
  ".": 24,
  "/": 70,
  "0": 37,
  "1": 27,
  "2": 30,
  "3": 33,
  "4": 40,
  "5": 41,
  "6": 46,
  "7": 48,
  "8": 42,
  "9": 36,
  ":": 49,
  ";": 59,
  "<": 117,
  "=": 99,
  ">": 119,
  "?": 76,
  "@": 123,
  "A": 35,
  "B": 45,
  "C": 38,
  "D": 61,
  "E": 58,
  "F": 65,
  "G": 68,
  "H": 51,
  "I": 32,
  "J": 71,
  "K": 77,
  "L": 62,
  "M": 39,
  "N": 64,
  "O": 69,
  "P": 47,
  "Q": 91,
  "R": 60,
  "S": 34,
  "T": 29,
  "U": 73,
  "V": 79,
  "W": 55,
  "X": 87,
  "Y": 75,
  "Z": 88,
  "[": 85,
  "\\": 103,
  "]": 84,
  "_": 94,
  "`": 142,
  "a": 3,
  "b": 23,
  "c": 11,
  "d": 12,
  "e": 1,
  "f": 17,
  "g": 19,
  "h": 9,
  "i": 4,
  "j": 56,
  "k": 26,
  "l": 10,
  "m": 14,
  "n": 6,
  "o": 5,
  "p": 18,
  "q": 67,
  "r": 8,
  "s": 7,
  "t": 2,
  "u": 13,
  "v": 25,
  "w": 22,
  "x": 31,
  "y": 21,
  "z": 57,
  "{": 131,
  "|": 127,
  "}": 120,
  "~": 93,
  "\u008d": 162,
  "\u00a3": 129,
  "\u00a7": 171,
  "\u00a9": 118,
  "\u00ab": 173,
  "\u00ad": 172,
  "\u00ae": 121,
  "\u00b0": 174,
  "\u00b7": 95,
  "\u00bb": 175,
  "\u00c2": 160,
  "\u00c4": 144,
  "\u00c5": 179,
  "\u00c9": 126,
  "\u00ca": 89,
  "\u00d0": 108,
  "\u00d1": 135,
  "\u00d2": 100,
  "\u00d3": 101,
  "\u00d4": 169,
  "\u00d5": 106,
  "\u00d6": 168,
  "\u00d7": 170,
  "\u00dc": 167,
  "\u00e0": 122,
  "\u00e1": 107,
  "\u00e2": 82,
  "\u00e3": 189,
  "\u00e4": 111,
  "\u00e7": 132,
  "\u00e8": 114,
  "\u00e9": 92,
  "\u00ea": 134,
  "\u00eb": 141,
  "\u00ed": 116,
  "\u00ee": 190,
  "\u00ef": 128,
  "\u00f1": 125,
  "\u00f2": 193,
  "\u00f3": 104,
  "\u00f4": 151,
  "\u00f6": 113,
  "\u00f8": 143,
  "\u00fa": 158,
  "\u00fb": 187,
  "\u00fc": 115,
  "\u0101": 138,
  "\u0113": 188,
  "\u0131": 164,
  "\u014d": 180,
  "\u0161": 145,
  "\u016b": 185,
  "\u0178": 150,
  "\u017d": 133,
  "\u017e": 140,
  "\u0301": 130,
  "\u0304": 176,
  "\u0306": 165,
  "\u030c": 105,
  "\u03a9": 152,
  "\u03b1": 153,
  "\u03b4": 181,
  "\u03b8": 154,
  "\u03b9": 183,
  "\u03bd": 148,
  "\u03bf": 147,
  "\u03c0": 157,
  "\u03c1": 155,
  "\u03c2": 149,
  "\u03c5": 182,
  "\u03c9": 156,
  "\u1f04": 184,
  "\u2010": 186,
  "\u2013": 74,
  "\u2014": 66,
  "\u2018": 80,
  "\u2019": 50,
  "\u201c": 43,
  "\u201d": 44,
  "\u2021": 137,
  "\u2022": 81,
  "\u2026": 97,
  "\u2032": 166,
  "\u203a": 83,
  "\u20ac": 163,
  "\u2193": 139,
  "\u221e": 178,
  "\u222b": 136,
  "\u2734": 96,
  "\u2af9": 146,
  "\u2afb": 177,
  "\u2b01": 192,
  "\u486c": 191,
  "\ufb01": 78,
  "\ufb02": 90,
  "\ufffd": 161
}